export const draftList = [{
    draft_code: "1",    // 底稿编号
    draft_name: "应收账款审计底稿",//底稿名称
    project_name: "A公司“两金”专项审计项目",
    audit_unit: "中国第四冶金建设有限责任公司",//被审计单位
    audit_items: ["客商信息", "账龄分析", "应收账款综合占比"],//审计事项
    collector: "张三",//取证人
    issue_num: 3,//问题个数
    create_time: "2025-02-03 12:00:00",//创建日期
    update_time: "2025-02-04 9:10:00",//最后修改日期
    customers: [{//客商分析
        customer_name: "上海建工集团股份有限公司",//客商名称
        issue_title: "高风险应收账款清收问题",//问题标题
        issue_desc: "1. 固定问题：存在4次被执行记录及4起败诉案件，显示重大偿债风险;\n2. 专项问题：超额抵质押（2分）进一步限制偿债能力\n3. 款项特征：账龄虽未超期但金额占比2%，且客户涉诉可能导致支付延迟",//问题描述
        level: "高风险",//风险等级
        suggest: "1. 立即启动法律催收程序\n2. 暂停新项目合作\n3. 要求客户提供银行保函等增信措施",//审计建议
        attach: [{//附件
            filename: "对上海建工集团股份有限公司的审计建议",
            filesize: 111024,
            upload_time: "2025-02-03 12:00:00"
        }],
        isReport: true, //是否入报告
        finder: "智能审计助理"// 问题发现人
    },{
        customer_name: "沈阳城市公用集团煤炭有限公司",
        issue_title: "高风险集中度风险",
        issue_desc: "1. 固定问题：6%的应收账款占比显著高于行业均值（建筑业通常<3%）\n2. 专项问题：4次被执行记录且全部败诉，清偿可能性极低\n3. 持续经营风险：主营业务变更2次反映经营不稳定",//问题描述
        level: "高风险",
        suggest: "1. 计提100%专项坏账准备\n2. 列入交易黑名单\n3. 核查历史交易是否涉及利益输送",//审计建议
        attach: [{
            filename: "对沈阳城市公用集团煤炭有限公司的审计建议",
            filesize: 111024,
            upload_time: "2025-02-03 12:00:00"
        }],
        isReport: false, //是否入报告
        finder: "智能审计助理"// 问题发现人
    },{
        customer_name: "众泰汽车股份有限公司",
        issue_title: "超高风险敞口问题",
        issue_desc: "1. 固定问题：10%的应收账款占比形成重大风险敞口\n2. 专项问题：虽无败诉但作为被告案件达4起，且存在超额抵质押（2分）\n3. 行业风险：汽车行业景气度下行加剧回收风险",
        level: "高风险",
        suggest: "1. 立即停止所有赊销\n2. 协商债务重组（如债转股）\n3. 每季度核查客户财务状况",
        attach: [{
            filename: "对众泰汽车股份有限公司的审计建议",
            filesize: 111024,
            upload_time: "2025-02-03 12:00:00"
        }],
        isReport: true, //是否入报告
        finder: "智能审计助理"// 问题发现人
    }]
},{
    draft_code: "2",    // 底稿编号
    draft_name: "应收账款审计底稿-内审版",//底稿名称
    project_name: "A公司“两金”专项审计项目",
    audit_unit: "中国第四冶金建设有限责任公司",//被审计单位
    audit_items: ["客商信息", "应收账款综合占比"],//审计事项
    collector: "张三",//取证人
    issue_num: 3,//问题个数
    create_time: "2025-02-03 12:00:00",//创建日期
    update_time: "2025-02-04 9:10:00",//最后修改日期
    customers: [{//客商分析
        customer_name: "上海建工集团股份有限公司",//客商名称
        issue_title: "高风险应收账款清收问题",//问题标题
        issue_desc: "1. 固定问题：存在4次被执行记录及4起败诉案件，显示重大偿债风险;\n2. 专项问题：超额抵质押（2分）进一步限制偿债能力\n3. 款项特征：账龄虽未超期但金额占比2%，且客户涉诉可能导致支付延迟",//问题描述
        level: "高风险",//风险等级
        suggest: "1. 立即启动法律催收程序\n2. 暂停新项目合作\n3. 要求客户提供银行保函等增信措施",//审计建议
        attach: [{//附件
            filename: "对上海建工集团股份有限公司的审计建议",
            filesize: 111024,
            upload_time: "2025-02-03 12:00:00"
        }],
        isReport: true, //是否入报告
        finder: "智能审计助理"// 问题发现人
    },{
        customer_name: "沈阳城市公用集团煤炭有限公司",
        issue_title: "高风险集中度风险",
        issue_desc: "1. 固定问题：6%的应收账款占比显著高于行业均值（建筑业通常<3%）\n2. 专项问题：4次被执行记录且全部败诉，清偿可能性极低\n3. 持续经营风险：主营业务变更2次反映经营不稳定",
        level: "高风险",
        suggest: "1. 计提100%专项坏账准备\n2. 列入交易黑名单\n3. 核查历史交易是否涉及利益输送",
        attach: [{
            filename: "对沈阳城市公用集团煤炭有限公司的审计建议",
            filesize: 111024,
            upload_time: "2025-02-03 12:00:00"
        }],
        isReport: false, //是否入报告
        finder: "智能审计助理"// 问题发现人
    },{
        customer_name: "众泰汽车股份有限公司",
        issue_title: "超高风险敞口问题",
        issue_desc: "1. 固定问题：10%的应收账款占比形成重大风险敞口\n2. 专项问题：虽无败诉但作为被告案件达4起，且存在超额抵质押（2分）\n3. 行业风险：汽车行业景气度下行加剧回收风险",
        level: "高风险",
        suggest: "1. 立即停止所有赊销\n2. 协商债务重组（如债转股）\n3. 每季度核查客户财务状况",
        attach: [{
            filename: "对众泰汽车股份有限公司的审计建议",
            filesize: 111024,
            upload_time: "2025-02-03 12:00:00"
        }],
        isReport: false, //是否入报告
        finder: "智能审计助理"// 问题发现人
    }]
},{
    draft_code: "3",    // 底稿编号
    draft_name: "对中国第四冶金建设有限责任公司应收账款审计底稿",//底稿名称
    project_name: "A公司“两金”专项审计项目",
    audit_unit: "中国第四冶金建设有限责任公司",//被审计单位
    audit_items: ["客商信息", "账龄分析"],//审计事项
    collector: "张三",//取证人
    issue_num: 3,//问题个数
    create_time: "2025-02-03 12:00:00",//创建日期
    update_time: "2025-02-04 9:10:00",//最后修改日期
    customers: [{//客商分析
        customer_name: "上海建工集团股份有限公司",//客商名称
        issue_title: "高风险应收账款清收问题",//问题标题
        issue_desc: "1. 固定问题：存在4次被执行记录及4起败诉案件，显示重大偿债风险;\n2. 专项问题：超额抵质押（2分）进一步限制偿债能力\n3. 款项特征：账龄虽未超期但金额占比2%，且客户涉诉可能导致支付延迟",//问题描述
        level: "高风险",//风险等级
        suggest: "1. 立即启动法律催收程序\n2. 暂停新项目合作\n3. 要求客户提供银行保函等增信措施",//审计建议
        attach: [{//附件
            filename: "对上海建工集团股份有限公司的审计建议",
            filesize: 111024,
            upload_time: "2025-02-03 12:00:00"
        }],
        isReport: false, //是否入报告
        finder: "智能审计助理"// 问题发现人
    },{
        customer_name: "沈阳城市公用集团煤炭有限公司",
        issue_title: "高风险集中度风险",
        issue_desc: "1. 固定问题：6%的应收账款占比显著高于行业均值（建筑业通常<3%）\n2. 专项问题：4次被执行记录且全部败诉，清偿可能性极低\n3. 持续经营风险：主营业务变更2次反映经营不稳定",
        level: "高风险",
        suggest: "1. 计提100%专项坏账准备\n2. 列入交易黑名单\n3. 核查历史交易是否涉及利益输送",
        attach: [{
            filename: "对沈阳城市公用集团煤炭有限公司的审计建议",
            filesize: 111024,
            upload_time: "2025-02-03 12:00:00"
        }],
        isReport: true, //是否入报告
        finder: "智能审计助理"// 问题发现人
    },{
        customer_name: "众泰汽车股份有限公司",
        issue_title: "超高风险敞口问题",
        issue_desc: "1. 固定问题：10%的应收账款占比形成重大风险敞口\n2. 专项问题：虽无败诉但作为被告案件达4起，且存在超额抵质押（2分）\n3. 行业风险：汽车行业景气度下行加剧回收风险",
        level: "高风险",
        suggest: "1. 立即停止所有赊销\n2. 协商债务重组（如债转股）\n3. 每季度核查客户财务状况",
        attach: [{
            filename: "对众泰汽车股份有限公司的审计建议",
            filesize: 111024,
            upload_time: "2025-02-03 12:00:00"
        }],
        isReport: true, //是否入报告
        finder: "智能审计助理"// 问题发现人
    }]
}]; 